<?php
// Heading
$_['heading_title']                  = 'Оформлення замовлення';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_customer']                  = 'Дані покупця';
$_['text_full_name']                 = 'Ваше ім\'я';
$_['text_telephone']                 = 'Телефон';
$_['text_email']                     = 'E-Mail';
$_['text_town']                      = 'Місто';
$_['text_delivery_method']           = 'Спосіб доставки';
$_['text_delivery_type_1']           = 'На відділення';
$_['text_delivery_type_2']           = 'На адресу';
$_['text_delivery_placeholder']      = '№ відділення / адреса';
$_['text_payment_method']            = 'Спосіб оплати';
$_['text_comment']                   = 'Коментар';
$_['text_confirm']                   = 'Оформити';
$_['text_product']                   = 'Назва товару';
$_['text_price']                     = 'Ціна';
$_['text_quantity']                  = 'Кількість';
$_['text_total']                     = 'Сума разом';
$_['text_notlogged']                 = 'Ви не авторизовані. Будь ласка, <span class="login-modal-link" data-toggle="modal" data-target="#LoginModal" >авторизуйтеся</span>, або оформіть замовлення як гість';
$_['text_next']                      = 'Наступний';
$_['text_phone_format']              = 'Формат: 380961112233';
$_['text_register']                  = 'Створити обліковий запис';
$_['text_returning_customer']        = 'Постійний клієнт';
$_['text_i_am_returning_customer']   = 'Вхід для постійних клієнтів';
$_['text_forgotten']                 = 'Забули пароль?';

// Entry
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';


// Error
$_['error_warning']                  = 'Під час спроби обробки замовлення сталася помилка! Якщо проблема не зникне, спробуйте вибрати інший спосіб оплати, або ви можете звернутися до власника магазину, <a href="%s">натиснувши тут</a>.';
$_['error_login']                    = 'Увага: Невірний Email чи пароль.';
$_['error_attempts']                 = 'Увага: Ваш обліковий запис перевищив дозволену кількість спроб входу. Будь ласка, спробуйте ще раз через 5 хвилин.';
$_['error_approved']                 = 'Увага: Ваш обліковий запис потрібно підтвердити, перш ніж ви зможете авторизуватися.';
$_['error_exists']                   = 'Увага: E-Mail вже зареєстровано!';
$_['error_firstname']                = 'Ім`я повинно містити від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']                    = 'Неправильний E-Mail!';
$_['error_telephone']                = 'Телефон повинний відповідати формату: 380961112233';
$_['error_password']                 = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']                  = 'Підтвердження паролю і пароль не співпадають!';
$_['error_address_1']                = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_city']                     = 'Назва міста повинна містити від 2 до 128 символів!';
$_['error_postcode']                 = 'Індес повинен містити від 2 до 10 символів!';
$_['error_country']                  = 'Оберіть країну!';
$_['error_zone']                     = 'ОБеріть Район/Область!';
$_['error_agree']                    = 'Ви мусите погодитися з %s!';
$_['error_address']                  = 'Увага: Ви мусите обрати адресу!';
$_['error_shipping']                 = 'Увага: Оберіть спосіб доставки!';
$_['error_no_shipping']              = 'Увага: Немає варіантів доставки. Будь-ласка <a href="%s">зв`яжіться з нами</a> для допомоги!';
$_['error_payment']                  = 'Увага: Оберіть спосіб оплати!';
$_['error_no_payment']               = 'Увага: Немає варіантів оплати. Будь-ласка <a href="%s">зв`яжіться з нами</a> для допомоги!';
$_['error_custom_field']             = '%s необхідно!';
$_['error_stock']                    = 'Товари позначені *** закінчилися або їхній залишок менший від кількості яку Ви хочете замовити!';
$_['error_minimum']                  = 'Мінімальна кількість замовлення для %s становить %s!';
