<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_customer']                  = 'Данные покупателя';
$_['text_full_name']                 = 'ФИО';

$_['text_telephone']                 = 'Телефон';
$_['text_email']                     = 'E-Mail';
$_['text_town']                      = 'Город';
$_['text_delivery_method']           = 'Способ доставки';
$_['text_delivery_type_1']           = 'На отделение';
$_['text_delivery_type_2']           = 'По адресу';
$_['text_delivery_placeholder']      = '№ отделения / адрес';
$_['text_payment_method']            = 'Способ оплаты';
$_['text_comment']                   = 'Коментарий';
$_['text_confirm']                   = 'Оформить заказ';
$_['text_product']                   = 'Наименование товара';
$_['text_price']                     = 'Цена';
$_['text_quantity']                  = 'Количество';
$_['text_total']                     = 'ИТОГО';
$_['text_notlogged']                 = 'Вы не авторизированы, пожалуйста <span class="login-modal-link" data-toggle="modal" data-target="#LoginModal" >авторизируйтесь</span>, или оформите заказ без авторизации';
$_['text_next']                      = 'Следующий';
$_['text_phone_format']              = 'Формат: 380961112233';
$_['text_register']                  = 'Регистрация';
$_['text_returning_customer']        = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer']   = 'Войти в Личный Кабинет';
$_['text_forgotten']                 = 'Забыли пароль?';

// Entry
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';

// Error
$_['error_warning']                  = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте изменить способ оплаты или свяжитесь с <a href="%s">администратором магазина</a>.';
$_['error_login']                    = 'Ошибка: неверный E-Mail или пароль.';
$_['error_attempts']                 = 'Внимание: В вашей учетной записи превышено допустимое количество попыток входа в систему. Повторите попытку через 5 минут.';
$_['error_approved']                 = 'Внимание: Ваша учетная запись создана, но прежде чем вы сможете войти, она должна быть одобрена администрацией.';
$_['error_exists']                   = 'Ошибка: E-Mail уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                    = 'E-Mail адрес введён неверно!';
$_['error_telephone']                = 'Телефон должен соответствовать формату: 380961112233';
$_['error_password']                 = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_address_1']                = 'Адресс должен содержать от 3 до 128 символов!';
$_['error_city']                     = 'Название города должно быть от 3 до 128 символов!';
$_['error_postcode']                 = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион / область!';
$_['error_agree']                    = 'Внимание: Вы должны согласится с правилами %s!';
$_['error_address']                  = 'Внимание: Необходимо указать адрес!';
$_['error_shipping']                 = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping']              = 'Внимание: Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_payment']                  = 'Необходимо выбрать способ оплаты!';
$_['error_no_payment']               = 'Внимание: На данный момент мы не принимаем оплату от плательщиков находящихся по этому адресу. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_custom_field']             = '%s обязательный!';
$_['error_stock']                    = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']                  = 'Минимальное количество для заказа товара %s составляет %s!';
